///** @file
//  
//    String definitions for the Device Manager.
//  
//  Copyright (c) 2004 - 2008, Intel Corporation. <BR>
//  All rights reserved. This program and the accompanying materials
//  are licensed and made available under the terms and conditions of the BSD License
//  which accompanies this distribution.  The full text of the license may be found at
//  http://opensource.org/licenses/bsd-license.php
//  
//  THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
//  WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//  
//**/

/=#

#langdef   en-US "English"

#string STR_DEVICE_MANAGER_TITLE       #language en-US  "Device Manager"
#string STR_DEVICES_LIST               #language en-US  "Devices List"
#string STR_DISK_DEVICE                #language en-US  "Disk Devices"
#string STR_VIDEO_DEVICE               #language en-US  "Video Devices"
#string STR_NETWORK_DEVICE             #language en-US  "Network Devices"
#string STR_INPUT_DEVICE               #language en-US  "Input Devices"
#string STR_ON_BOARD_DEVICE            #language en-US  "Motherboard Devices"
#string STR_OTHER_DEVICE               #language en-US  "Other Devices"
#string STR_EXIT_STRING                #language en-US  "Press ESC to exit."
//
// Ensure that this is the last string.  We are using it programmatically
// to do string token re-usage settings for the Device Manager since we are
// constantly recreating this page based on HII population.
//
#string STR_EMPTY_STRING               #language en-US  ""
